[FacilitiesPlus]
MOD_NAME="设施升级"

; 灵媒实验室
[PsiChamber_SecondCell X2FacilityUpgradeTemplate]
DisplayName="第二次细胞扩张"
Summary="向灵能实验室添加另一个单元，允许额外的灵能特工在这里进行训练。\n 添加 1 个额外的员工槽。"
[PsiChamberScientistStaffSlot X2StaffSlotTemplate]
EmptyText="开放：需要科学家"

；医务室
[Infirmary_RecoveryChamber X2FacilityUpgradeTemplate]
DisplayName="生命科学模块扩展"
Summary="使用超级活力模块升级医务室；可用于立即恢复任何士兵的战斗准备状态以执行单次任务。\n增加 1 个额外的员工槽，允许 1 个员工和 1 个士兵驻扎在此设施中。"
[AWCScientistStaffSlot X2StaffSlotTemplate]
EmptyText="开放：需要科学家"

; 电力继电器
[PowerRelay_PowerConduit X2FacilityUpgradeTemplate]
DisplayName="[Tier 1] 工作站"
Summary="添加 1 个额外的员工槽和一个新的电源导管以增加我们的电力容量。"
[PowerRelay_Upgrade_Level_2 X2FacilityUpgradeTemplate]
DisplayName="[Tier 2] 工作站"
Summary="添加 1 个额外的员工槽。"
[PowerRelay_Upgrade_Level_3 X2FacilityUpgradeTemplate]
DisplayName="[Tier 3] 工作站"
Summary="添加 1 个额外的员工槽。"

; 实验室
[Laboratory_AdditionalResearchStation X2FacilityUpgradeTemplate]
DisplayName="[Tier 1] 研究站"
Summary="添加 1 个额外的 员工槽。"
[Laboratory_Upgrade_Level_2 X2FacilityUpgradeTemplate]
DisplayName="[Tier 2] 研究站"
Summary="添加 1 个额外的 员工槽。"
[Laboratory_Upgrade_Level_3 X2FacilityUpgradeTemplate]
DisplayName="[Tier 3] 研究站"
Summary="添加 1 个额外的 员工槽。"

; 抵抗通讯
[ResistanceComms_AdditionalCommStation X2FacilityUpgradeTemplate]
DisplayName="[Tier 1] 通信槽"
Summary="添加 1 个额外的 员工槽。"
[ResistanceComms_Upgrade_Level_2 X2FacilityUpgradeTemplate]
DisplayName="[Tier 2] 通信槽"
Summary="添加 1 个额外的 员工槽。"
[ResistanceComms_Upgrade_Level_3 X2FacilityUpgradeTemplate]
DisplayName="[Tier 3] 通信槽"
Summary="添加 1 个额外的 员工槽。"
[ResCommsStaffSlot X2StaffSlotTemplate]
EmptyText="开放：需要科学家"
[ResCommsBetterStaffSlot X2StaffSlotTemplate]
EmptyText="开放：需要科学家"

; 试验场
[ProvingGround_Upgrade_Level_1 X2FacilityUpgradeTemplate]
DisplayName="[Tier 1] 工作站"
Summary="添加 1 个额外的 员工槽。"
[ProvingGround_Upgrade_Level_2 X2FacilityUpgradeTemplate]
DisplayName="[Tier 2] 工作站"
Summary="添加 1 个额外的 员工槽。"
[ProvingGround_Upgrade_Level_3 X2FacilityUpgradeTemplate]
DisplayName="[Tier 3] 工作站"
Summary="添加 1 个额外的 员工槽。"